Repository: alex-hort/JamSlip
Catalog: Splash Screen/Screens/Auth/Extensions/Localizable.xcstrings
Source language: en
Languages: es_419

source: /month
es_419: mes

source: %@ will no longer follow you.
es_419: @ ya no te sigue.

source: %lld days free
es_419: días gratis

source: %lld followers
es_419: seguidores

source: %lld following
es_419: siguiendo

source: %lld/12 words
es_419: 12 palabras

source: Active Subscription
es_419: Suscripción activa

source: Album Artwork
es_419: Portada del álbum

source: All followers
es_419: Todos

source: Already purchased on another device?
es_419: ¿Ya lo compraste en otro dispositivo?

source: Are you sure you want to log out?
es_419: ¿Seguro que quieres cerrar sesión?

source: Artwork will be automatically optimized to a 1000×1000 square format.
es_419: La portada se optimizará automáticamente a un formato cuadrado de 1000×1000.

source: Auto-renewal is ON
es_419: La renovación automática está activada.

source: Banner photo
es_419: Foto de portada

source: Be the first to upload a Jam
es_419: Sé el primero en subir un Jam

source: By continuing, you agree to JamSlip's
es_419: Al continuar, aceptas los términos de JamSlip

source: By uploading, you confirm that your audio complies with our Terms of Use and does not infringe any rights.
es_419: Al subirlo, confirmas que tu audio cumple con nuestros Términos de Uso y no infringe ningún derecho.

source: Cancel
es_419: Cancelar

source: Change plan or cancel
es_419: Cambiar plan o cancelar

source: Check your email
es_419: Revisa tu correo electrónico

source: Clear titles help listeners instantly understand your sound.
es_419: Los títulos claros ayudan a que los oyentes entiendan tu sonido al instante.

source: Confirm Deletion
es_419: Confirmar eliminación

source: Continue
es_419: Continuar

source: Continue with Apple
es_419: Continuar con Apple

source: Continue with Google
es_419: Continuar con Google

source: Create account
es_419: Crear cuenta

source: Create your account
es_419: Crea tu cuenta

source: Creating...
es_419: Creando…

source: Delete Account
es_419: Eliminar cuenta

source: Delete Account?
es_419: ¿Eliminar cuenta?

source: Deleting account...
es_419: Eliminando cuenta…

source: Description
es_419: Descripción

source: Distance affects reverb intensity
es_419: La distancia afecta la intensidad de la reverberación

source: Don't have an account?
es_419: ¿No tienes cuenta?

source: Done
es_419: Listo

source: Edit profile
es_419: Editar

source: Enter Password
es_419: Ingresa la contraseña

source: Enter your password to confirm account deletion.
es_419: Ingresa tu contraseña para confirmar la eliminación de la cuenta.

source: Find people to follow
es_419: Encuentra personas para seguir

source: Follow
es_419: Seguir

source: Follow more users to see their jams here
es_419: Sígue a más usuarios para ver sus jams aquí

source: Followers
es_419: Seguidores

source: Following
es_419: Siguiendo

source: Forgot Password?
es_419: ¿Olvidaste tu contraseña?

source: Formats supported: MP3, WAV • Duration: 0:30 – 7:00 min
es_419: Formatos compatibles: MP3, WAV • Duración: 0:30 – 7:00 min

source: Free Trial
es_419: Prueba gratis

source: Genre
es_419: Género

source: Jam title
es_419: Título del jam

source: Last Updated · February 2026
es_419: Última actualización · febrero de 2026

source: Last Updated: February 2026
es_419: Última actualización: febrero de 2026

source: Let's Connect With Y'All
es_419: Conectemos con ustedes

source: liked
es_419: le gustó

source: Loading...
es_419: Cargando…

source: Log Out
es_419: Salir

source: Login
es_419: Iniciar sesión

source: Manage Subscription
es_419: Administrar Suscripción

source: Maximum 5 moods • Selected: %lld/5
es_419: Máximo 5 estados de ánimo • Seleccionado: %lld/5

source: Maximum length: 7 minutes
es_419: Duración máxima: 7 minutos

source: Move around to feel directionality
es_419: Desliza para sentir la dirección

source: No activity yet
es_419: Aún no hay actividad

source: No followers yet
es_419: Aún no tiene seguidores

source: No Jams available
es_419: No hay Jams disponibles

source: No jams from people you follow
es_419: Tus amigos aún no han publicado Jams

source: No jams yet
es_419: Aún no hay Jams

source: No Jams yet
es_419: Aún no hay Jams

source: No Purchases Found
es_419: No hay compras asociadas a esta cuenta

source: Not following anyone yet
es_419: No sigues a nadie todavía

source: Notification
es_419: Notificación

source: Notifications
es_419: Notificaciones

source: Only one genre can be selected.
es_419: Solo puedes seleccionar un género.

source: or
es_419: o

source: Password
es_419: Contraseña

source: Photo library
es_419: Galería

source: Playing
es_419: Reproduciendo

source: Please enter your Email ID so that we can send the reset link.
es_419: Ingresa tu correo electrónico para enviarte el enlace de restablecimiento.

source: Premium Active
es_419: Premium activo

source: Premium includes:
es_419: Tu plan Premium incluye

source: Privacy
es_419: Privacidad

source: Privacy Policy
es_419: Política de privacidad

source: Profile photo
es_419: Foto de perfil

source: Purchases Restored
es_419: Compras restauradas

source: Recent
es_419: Recientes

source: Remove
es_419: Eliminar

source: Remove follower?
es_419: ¿Eliminar seguidor?

source: Renews on %@
es_419: Se renueva el %@

source: reposted
es_419: reposteó

source: reposted your jam
es_419: reposteó tu jam

source: Restore Purchases
es_419: Restaurar compras

source: Reverb Environment
es_419: Entorno de reverb

source: Save
es_419: Guardar

source: Saved Jams
es_419: Guardados

source: Search
es_419: Buscar

source: Search for people
es_419: Buscar personas

source: Searching...
es_419: Buscando...

source: Settings
es_419: Preferencias

source: shared
es_419: compartió

source: shared a jam
es_419: compartió un jam

source: Sign out
es_419: Salir

source: Sign Out
es_419: Salir

source: Sign out?
es_419: Salir?

source: Sign up
es_419: Únete

source: Sign Up
es_419: Únete

source: Signing in...
es_419: Iniciando…

source: Spatial
es_419: Espacial

source: Spatial Audio
es_419: Audio Espacial

source: SPATIAL AUDIO
es_419: AUDIO ESPACIAL

source: Start Free Trial
es_419: Iniciar prueba gratis

source: started following you
es_419: comenzó a seguirte

source: Subscribe for %@/month
es_419: Suscríbete por %@/mes

source: Symbol and botton play
es_419: Botón de reproducción

source: Tap to reload feed
es_419: Toca para actualizar

source: Terms
es_419: Términos

source: Terms & Conditions
es_419: Términos y condiciones

source: Terms of Service
es_419: Términos de servicio

source: Then %@/month
es_419: Después %@/mes

source: This action is permanent and cannot be undone. All your data including jams, likes, reposts, and profile information will be permanently deleted from JamSlip.
es_419: Esta acción es permanente y no se puede deshacer. Todos tus datos, incluyendo jams, likes, reposts e información del perfil, se eliminarán permanentemente de JamSlip.

source: This may take a moment
es_419: Esto puede tomar un momento

source: This user hasn't uploaded any Jams yet
es_419: Este usuario aún no ha subido ningún Jam

source: This will only take a minute
es_419: Solo tomará un minuto

source: Title
es_419: Título

source: Track
es_419: Pista

source: Trending
es_419: En tendencia

source: Try 3 days free
es_419: Prueba 3 días gratis

source: Type DELETE to confirm
es_419: Escribe ELIMINAR para confirmar

source: Type DELETE to confirm permanent account removal.
es_419: Escribe ELIMINAR para confirmar la eliminación permanente de la cuenta.

source: Unfollow
es_419: Dejar de seguir

source: Unfollow %@?
es_419: eliminar

source: Unlock all premium features
es_419: Obtén todas las funciones premium

source: Unlock the full potential of JamSlip
es_419: Vive la experiencia completa de JamSlip

source: Unlock unlimited access with Premium.
es_419: Desbloquea acceso ilimitado con Premium

source: Upgrade to Premium
es_419: Mejorar a Premium

source: Upload Jam
es_419: Subir Jam

source: Upload Limit
es_419: Límite de subida

source: Upload your first jam and share it with the world
es_419: Publica tu primer jam y que todo el mundo lo escuche

source: Upload your jam (.wav or .mp3)
es_419: Sube tu jam (.wav o .mp3)

source: Uploading your jam...
es_419: Subiendo tu jam...

source: Use headphones for best experience
es_419: Usa audífonos para la mejor experiencia

source: We couldn't find any previous purchases
es_419: No encontramos compras anteriores

source: Welcome to Premium
es_419: Bienvenido a Premium

source: When someone likes, reposts your Jams or follows you, you'll see it here.
es_419: Aquí aparecerán tus likes, reposts de Jams y nuevos seguidores.

source: With Slip Pro, your track is matched with the right listeners automatically.
es_419: Slip Pro encuentra automáticamente a los oyentes perfectos para tu track.

source: You can always access your content by signing back in
es_419: Tu contenido te espera, solo inicia sesión de nuevo

source: You don't have any Jams yet
es_419: Aún no tienes Jams

source: You now have full access to all features
es_419: ¡Listo! Disfruta de todas nuestras funciones

source: Your 3-day free trial has started
es_419: Tu prueba de 3 días ha comenzado

source: Your premium subscription has been restored
es_419: ¡Listo! Tu suscripción premium volvió

source: Your Special Offer
es_419: Aprovecha la oferta
